OpenFOAM-v1812/tutorials/verificationAndValidation/atmosphericModels/atmFlatTerrain/precursor/setups.orig/common/system/sampleLines
// -*- C++ -*-

type                sets;
libs                (sampling);
interpolationScheme cellPoint;
setFormat           raw;

writeControl        writeTime;

fields              (U);

sets
{
    lineZ1
    {
        type        midPoint;
        axis        z;
        start       (0 0 0);
        end         (0 0 6001);
        nPoints     200;
    }
}


// *********************************************************************** //
